<html>

<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta http-equiv="expires" content="19 Sept 2003 10:30:00 GMT">
   <meta name="author" content="J.Q. Public 00">
   <meta name="generator" content="FreeFormEditor 1.0">
   <meta name="description" content="TRANDALINGANE i Afrika">
   <meta name="keywords" content="Trandal - Trandahl - Trandall, Hj&oslash;rundfjord, Hjoerundfjord, Hjorundfjord, Jorringfjord, Noreg, Norway, Noreg">
    <title>Trandalers in Africa</title>
</head>

<body bgcolor="#ffffff" text="#000000" link="#0000ee" vlink="#551a8b">

<!-- COMMENTS
========================
START writing your hidden comments here
======================== -->
<!-- COMMENTS This page was created NEW on _______ 2004 by PPH. -->
<!-- COMMENTS This page was last revised on 31 OCT 2004 by PPH. -->
<!-- COMMENTS Write your hidden comments here. -->
<!-- ========================
END writing your hidden comments here
========================
COMMENTS -->

<hr width="100%">
<a name="topp"></a>
<center><font size="-7"><font color="#ffffff">
Trandal - - - Trandahl - - - Trandall</font></font></center>

<center><hr width="97%"></center>
<center>
<b><font color="#ff0000"><font size="+3"><u>TRANDALINGANE i Afrika</u></font></font></b>
<font color="#000000"><font size="+0">
<br><i><b>TRANDALERS in Africa</b></i><br>
</font></font></center>
<center><hr width="97%"></center>

<p>

<br>

<br><b>Nesten ein 2 m&aring;neders b&aring;t tur til Afrika...</b><br>
<br><i> &nbsp; &nbsp; Almost a 2 months boat trip to Africa...</i><br>
<br>

<center>
<br><b><u>TRANDAL, STANDAL, &Oslash;YE, og andre ..flytter vekk...</u></b><br>
<br><i>Trandal, Standal, &Oslash;ye, and others ..move away...</i><br>
<br>
</center>

<br><b><u>Baker Trandal</u>, vognmaker &Oslash;ye, skomaker Dahle, smed Holte, l&aelig;rer Kj&oslash;nstad, og prest Berg var blant passasjerene.</b><br>
<br><i> &nbsp; &nbsp; <u>Baker Trandal</u>, wagonmaker &Oslash;ye, shoemaker Dahle, blacksmith Holte, teacher Kj&oslash;nstad, og priest Berg were among the passengers.</i><br>
<br>

<br><b>Familiene gjekk ombord Wilson linjeskipet &quot;Tasso&quot; i &Aring;lesund p&aring; fredag den 14. juli 1882. Dei ankom Hull, England p&aring; m&aring;ndag 17. juli 1882, reiste fr&aring; Aust India-kaien i London den 20. juli 1882 med CHMS &quot;Lapland&quot; ..fekk provisjon v/ Dartmouth neste dagen og seilte for Durban, South Africa via Cape Town (CT) og Aust London. Dei gjekk ikkje p&aring; land i CT p.g.a. &quot;smallpox outbreak&quot; (smittefare) i CT denne gong. 229 passasjerer landet ved munningen av elvet Umzimkulu den 29de august 1882 p&aring; aust kysten av s&oslash;rafrika.</b><br>
<br><i> &nbsp; &nbsp; The families boarded the Wilson Line's &quot;Tasso&quot; in Aalesund, Norway on Friday, the 14th of July 1882. They arrived at Hull, England on Monday, the 17th of July 1882, departing the East India docks in London on the 20th of July 1882 in the CHMS &quot;Lapland&quot; ..provisioning at Dartmouth the next day and sailing for Durban, South Africa via Cape Town (CT) and East London. They did not disembark in CT due to a smallpox outbreak in CT at the time. 229 passengers landed at the mouth of the Umzimkulu River on 29th August, 1882 on the east coast of South Africa.</i><br>
<br>

<br><b>Det har vore fortalt at denne ny &quot;Norsk Koloni&quot; vart etablert av styresmaktene som ei &quot;buffer-sone&quot; mellom dei trugende svart krigere i Zulu omr&aring;det og dei kvite kolonialister i den engelsk-talende omr&aring;det. Det er ikkje heilt klar om bibel-misjonerene og ny &quot;pioneerene&quot; fr&aring; Sunnm&oslash;re forsto mykje om innviklingane av lokal Afrika-politikken n&aring;r dei skreiv seg p&aring; som utbyggere. (Troleg ikkje?) Berre 3 &aring;r tidlegere, i 1879, Zulu-folket, ledet av stamme-presten Cetywayo,  hadde overmannet ein stor Britisk krigsh&aelig;r ved Isanhlwana.</b><br>
<br><i> &nbsp; &nbsp; It has been said that this new &quot;Norse Colony&quot; was established by the government to be a buffer-zone between the threatening black warriors in the Zulu area and the white colonialists in the English-speaking area. It's not completely clear if the bible-missionaries and new pioneers from Sunnm&oslash;re understood much about the complexities of local Africa-politics when they signed on as settlers. (Probably not?) Only 3 years earlier, in 1879, the Zulu, spiritually guided by Cetywayo, had routed a large British force at Isanhlwana.</i><br>
<br>

<br><b>Dei 229 utbyggere fr&aring; Sunnm&oslash;re, Bergen, og Trondheim vart kaste inni eit menneske-laget m&aelig;lstraum. Dette var ein livleg periode med internasjonalt stormannspolitikk, land sammensl&aring;ing, britiske handel, gull, diamant, &amp; jernbane investeringer, voksende Natal &amp; Cape Town kommersielle intresser, konkurrerende engelsker, uitlanders, boers, voortrekkers, (kvit) afrikaner &amp; transvaalerske politiske sammensvergelser, eit stor flaum av innvandring fr&aring; India, deretter fr&aring; China, nye husdyr sjukdommer, afrikaaner-spr&aring;k politikk, o.s.b. Det svarte folketallet i Natal gjekk fr&aring; berre 20,000 i 1840 til nesten ein halv million i 1893. Mange av disse var flykningar fr&aring; Chaka (Tshaka) svart-mot-svart stammekrigene. Ja, dette var ein livleg periode.</b><br>
<br><i> &nbsp; &nbsp; The 229 settlers from Sunnm&oslash;re, Bergen, and Trondheim were thrown into a man-made maelstrom. This was a lively period with international imperial politics,  land annexations, British trade, gold, diamond, &amp; railroad investments, growing Natal &amp; Cape Town merchant interests, competing English, Uitlanders, Boers, Voortrekkers, Afrikaner &amp; Transvaaler political plots, a huge flood of immigration from India, then from China, new farm-animal diseases, Afrikaaner-language politics, &amp;, etc. The black population of Natal rose steeply from only 20,000 in 1840 to almost a half million by 1893. Many of these were refugees from the Chaka (Tshaka) black-against-black tribal wars. Yes, this was a lively period.</i><br>
<br>

<br><b>50 jordstykkjar av gardsbruksareal vart sett til side til nye kolonien. Kvar stykke var vel 400 m&aring;l (med felles beiteareale p&aring; over 8000 m&aring;l) og vart delt ut til utbyggerne ved lotteri trekning, ..unntatt skulen, kyrkja, og presteg&aring;rden som var midt i bygda.</b><br>
<br><i> &nbsp; &nbsp; 50 lots of farmland were allotted to the new colony. Each lot was 100 acres (with 2,000 acres of common grazing) and was given out to the settlers by a lottery drawing, ..except for the school, the church, and the priest's farm located in the middle of the settlement.</i><br>

<blockquote>
<br><b><u>P. Trandal</u>, Haakon Hjelle, og Elen Ekornes fekk <u>bruk nr. 43.</u></b><br>
<br><i> &nbsp; &nbsp; <u>P. Trandal</u>, Haakon Hjelle, and Elen Ekornes got <u>Lot Number 43.</u></i><br>
<br>
<br><b><u>Nils Oie</u>, kone Malene, barn John &amp; Guttorm, Kannutte &amp; Ingeborg &amp; Kornelia. Med J. 0. Brauteseth og Karoline Haajem fekk <u>bruk nr. 29.</u></b><br>
<br><i> &nbsp; &nbsp; <u>Nils Oie</u>, wife Malene, children John &amp; Guttorm, Kannutte &amp; Ingeborg &amp; Kornelia. With J. 0. Brauteseth and Karoline Haajem got <u>Lot No. 29.</u></i><br>
<br>
<br><b><u>John Oie</u>, kone Karen. Med Olai Vatne og Malene Eidseth fekk <u>bruk nr. 33.</u></b><br>
<br><i> &nbsp; &nbsp; <u>John Oie</u>, wife Karen. With Olai Vatne and Malene Eidseth received <u>Lot No. 33.</u></i><br>
<br>
<br><b><u>K. 0. Standal</u>, kone Johanne. Med <u>K. E. Standal</u>, kone Oline fekk <u>bruk nr.11.</u></b><br>
<br><i> &nbsp; &nbsp; <u>K. 0. Standal</u>, wife Johanne. With <u>K. E. Standal</u>, wife Oline got <u>Lot No. 11.</u></i><br>
</blockquote>

<br><b>Nokre &aring;r seinare kj&oslash;pte O.J. Brauteseth bruk nr. 11, og giftet seg med Johanne (i 1891). Dei hadde 4 barn. (Eigendomen er ikkje lenge i Brauteseth familien.)</b><br>
<br><i> &nbsp; &nbsp; Some years later, O.J. Brauteseth bought Lot 11, and married wife Johanne in 1891. They had 4 children. (The property is no longer in the Brauteseth family.)</i><br>

<br>

<br><b>Heime i Hj&oslash;rundfjord.. Trandal, &Oslash;ye og Standal er grannebygder, og mange i fjorden er i slekt med kvarandre...  og dei hadde no reist sammen til eit nytt og sv&aelig;rt framande land... men p.g.a. lotteri trekningen vart dei kanskje ikkje naboer lenger?... Eit sp&oslash;rsm&aring;l er: Kor langt var avstanden mellom t.d. bruk nr. 11 og 43? (Ei liten  g&aring;tur? Eller fleire dagers hestetur?)</b><br>
<br><i> &nbsp; &nbsp; Home in Hj&oslash;rundfjord.. Trandal, &Oslash;ye and Standal are neighboring areas, and many in the fjord are related to each other...  and they had now traveled together to a new and very foreign country... but because of the lottery drawing they would perhaps no longer be neighbors?... A question is: How far was the distance between, for example, Lot No. 11 and 43? (A short walking distance? Or a few days horseback ride?)</i><br>

<br>

<br><b>Andre velkjent Hj&oslash;rundfjord og Sunnm&oslash;re namn p&aring; dei som landet ved Umzimkulu elv omr&aring;det:  &nbsp; <u>Lillebo (Lilleb&oslash;), Gidske (Giske), Emblem, Valdal (Valldal), Haram,..</u></b><br>
<br><i> &nbsp; &nbsp; Other well-known Hj&oslash;rundfjord and Sunnm&oslash;re names of those who landed at the  Umzimkulu River area: &nbsp; <u>Lillebo (Lilleb&oslash;), Gidske (Giske), Emblem, Valdal (Valldal), Haram,..</u></i><br>
<br>

<br><b>Idag sitter kyrkja opp p&aring; ein haug og ser ut over gardsbruk, heim, og kommersielle distrikter, med utsikt til skip til og fr&aring; Durban. Kyrkjen har solgt en del av sine 400 m&aring;lene som fulgte med kyrkjatomta for &aring;  finansiere utbyggingen av ny kyrkjasal, ungdomslokal, m.a. Det er planlagt &aring; bygge fleire tusen "multi-kulturelle" sm&aring;hus i omr&aring;det rundt kyrkja.</b><br>
<br> &nbsp; &nbsp; <i>Today the church sits on a hill looking out over farms, homes and commercial areas, with views of ships to and from Durban. The church has sold part of its 100 acre church property to finance construction of div. new church buildings. A "multi-cultural" development of thousands of homes is planned around the church.</i><br>
<br>

<br><b>Etterkomere av dei norske heldt "Landingsfest" kvart &aring;r p&aring; den 29de august.</b><br>
<br> &nbsp; &nbsp; <i>The decendants of the Norwegians hold "Landing Feast" every year on the 29th of August.</i><br>
<br>

<p><br></p>

<center><hr width="97%"></center>

<img src="img/england2.gif" alt="P&aring; engelsk - In English" hspace="10" vspace="0" border="0" height="19" width="12" align="left">
<b>Book: <a href="soge-001.htm#afrika">&quot;The Norwegian Settlers&quot; Marburg, Natal 1882 </a></b>
<img src="img/trandal5.bmp" alt="Til TRANDAL side - To TRANDAL page" hspace="0" vspace="0" border="0" height="22" width="75">
<br>

<br>&nbsp; &nbsp; &nbsp; &nbsp; By Anna &amp; Andrew Halland and Ingeborg Kjonstad.<br>
<br>&nbsp; &nbsp; &nbsp; &nbsp; <i>Printed <b>1932</b>... (50th Jubilee of the landing of the settlers.)</i><br>

<center><hr width="97%"></center>

<img src="img/flagg-no.gif" alt="P&aring; norsk - In Norwegian" hspace="10" vspace="0" border="0" height="19" width="12" align="left">
<b>Hj&oslash;rundfjord sogelag</b>... (www.Hjorundfjord.no)
<img src="img/trandal5.bmp" alt="Til TRANDAL side - To TRANDAL page" hspace="0" vspace="0" border="0" height="22" width="75">
<br>
<br>
<br>&nbsp; &nbsp; &nbsp; &nbsp; <a href="soge-001.htm#aarskriftnr4">
	 &Aring;rsskrift Nr. 4 - - Yearbook No. 4</a> = 1982<br>

<center><hr width="97%"></center>
<br>

<img src="img/england2.gif" alt="P&aring; engelsk - In English" hspace="10" vspace="0" border="0" height="19" width="12" align="left">
<b>K. Brauteset:</b> vevside.. <i>webpage</i>...<br>
<br>&nbsp; &nbsp; &nbsp; &nbsp; <a href="http://geocities.com/knut_brauteset/roots/messages/africa/africa.htm">
	http://geocities.com/knut_brauteset/roots/messages/africa/africa.htm</a><br>
<br>
<br>

<img src="img/england2.gif" alt="P&aring; engelsk - In English" hspace="10" vspace="0" border="0" height="19" width="12" align="left">
<b>Kim:</b> Wed, 25 Jun 1997 ... <i>settler info:</i><br>
<br>&nbsp; &nbsp; &nbsp; &nbsp; <a href="http://geocities.com/knut_brauteset/roots/messages/africa/mail1.txt">
	 http://geocities.com/knut_brauteset/roots/messages/africa/mail1.txt</a><br>
<br>
<br>

<img src="img/flagg-no.gif" alt="P&aring; norsk - In Norwegian" hspace="10" vspace="0" border="0" height="19" width="12" align="left">
<b>Norsk skuletur</b>... <i>Norwegian school-trip</i><br>
<br>&nbsp; &nbsp; &nbsp; &nbsp; <a href="http://home.eunet.no/~nilsneri/kirker/sor_afrika_1998/satur_doc_1999.htm">
	 http://home.eunet.no/~nilsneri/kirker/sor_afrika_1998/satur_doc_1999.htm</a><br>
<br>
<br>

<img src="img/england2.gif" alt="P&aring; engelsk - In English" hspace="10" vspace="0" border="0" height="19" width="12" align="left">
<b>Norwegian Settler's Church</b> in Port Shepstone (Marburg)<br>
<br>&nbsp; &nbsp; &nbsp; &nbsp; <a href="http://www.genesiscentre.co.za/nsc/church/history.htm">
	http://www.genesiscentre.co.za/nsc/church/history.htm</a><i> History</i><br>
<br>

<br>&nbsp; &nbsp; &nbsp; &nbsp; <a href="http://www.genesiscentre.co.za/nsc/index.htm">
	http://www.genesiscentre.co.za/nsc/index.htm</a> <i> Div.</i><br>

<br>&nbsp; &nbsp; &nbsp; &nbsp; <a href="http://www.go2africa.com/south-africa">
	http://www.go2africa.com/south-africa</a> <i> Tourism?</i><br>


<center><hr width="97%"></center>

<p><br></p>

<center>
<table border="2" cols="1" width="40%" height="80" bgcolor="#87cefa">
<tr>
<td>

<center><br><font color="#ff0000"><font size="+3">
<b>~ <u>Orsaka meg !</u> ~</b></font></font><br>
<br><font color="#000000"><font size="+0"><b>Vevsida er enno<br>
<br>UNDER UTVIKLING</b></font></font><br></center>

<center>
<img src="img/constr-9.gif" alt="Frustrating work.." hspace="10" vspace="10" border="0" height="100" width="100" align="center">
</center>

<center>
<font color="#ff0000"><font size="+3">
<i>~ <u>Sorry 'bout dat !</u> ~</i></font></font>
<font color="#000000"><font size="+0">
<i><br>This page is still<br>
<br>UNDER DEVELOPMENT<br></i>
</font></font></center>

</td>
</tr>
</table>
</center>


<p><br></p>

<center>
[<a href="#topp"><b>Topp av side</b><img src="img/opp-pil.gif" alt="Topp" hspace="0" vspace="0" border="0" height="25" width="31">
<i>Top of page</i></a>
] &nbsp; &nbsp; [
<a href="index-1.htm#topp"><b>Hovudside</b> <img src="img/trandal5.bmp" alt="Til TRANDAL hovudside - To TRANDAL main page" hspace="0" vspace="0" border="0" height="22" width="75">
 <i>Main page</i></a>]
</center>

<center><hr width="97%"></center>

<p><br></p>
<p><br></p>
<p><br></p>
<p><br></p>
<p><br></p>

<hr width="40%" size="3" align="center" noshade="">
<center><font size="-2">&copy; 2003 - 2005 HIDCO &nbsp; - - - &nbsp; All rights
reserved.</font></center>
<center><table border="" width="15%" bgcolor="#ffff00">
<tr>
<td>
<b><font face="arial"><font size="+1">
<center>||||||||||||||||
<br>HIDCO
<br>||||||||||||||||
</center></font></font></b>
</td>
</tr>
</table></center>
<center><font size="-2">N-6183 TRANDAL &nbsp; - &amp; - &nbsp; New York City
11209 USA</font></center>
<hr width="40%" size="3" align="center" noshade="">

<p><br></p>

</body></html>

<!-- /\ end html  -->
 src="england2.gif" alt ="P&arin€à=wd.§N'`7eà^&`Megà^ Ï@ÂIó:`› º˜´˜šº˜0g‚“pöŒ2h–§Nb`Hrh¤4
PŒrhzh~hvh§Ns`à	PH§N`Á÷G,€—ÿÿŸÿÿ¡ÿÿ©ÿÿöÿÿ:ÿÿlÿÿ¥ÿÿäÿÿ}ÿÿÿÿ¤ÿÿ­ÿÿ¯ÿÿ·ÿÿÿÿÿÿÿÿÿ*ÿÿSÿÿSqÿÿ¶ÿÿûÿÿ/ÿÿKÿÿsÿÿÿÿ›ÿÿÿÿ°ÿÿÅÿÿõÿÿ3ÿÿ5ÿÿXÿÿbÿÿ¼ÿÿäÿÿÿÿÿÿ?ÿÿAÿÿFÿÿHÿÿOÿÿQÿÿšÿÿãÿÿêÿÿìÿÿöÿÿG—¢¤@ÿÿóÿÿúÿÿüÿÿü`ÿÿÀ
ÿÿÇ
ÿÿÉ
ÿÿ<ÿÿÿÿ†ÿÿˆÿÿÃÿÿ½ÿÿÄÿÿÆÿÿòÿÿÿÿ!ÿÿ/ÿÿ‹ÿÿøÿÿÿÿÿ°ÿÿ°tÿÿ{ÿÿãÿÿ_ÿÿfÿÿØÿÿYÿÿhÿÿjÿÿ& ÿÿä ÿÿæ ÿÿí ÿÿï ÿÿ›"ÿÿh$ÿÿj$ÿÿq$ÿÿs$ÿÿT%ÿÿT%@&ÿÿG&ÿÿI&ÿÿê'ÿÿH)ÿÿO)ÿÿQ)ÿÿº)ÿÿ2*ÿÿ9*ÿÿ;*ÿÿI*ÿÿK*ÿÿn*ÿÿp*ÿÿ¯*ÿÿ÷*ÿÿ_+ÿÿ£+ÿÿİ+ÿÿİ+ä+ÿÿæ+ÿÿ@,ÿÿ³,ÿÿµ,ÿÿØ,ÿÿÚ,ÿÿ-ÿÿa-ÿÿŸ-ÿÿã-ÿÿ.ÿÿ$.ÿÿ+.ÿÿq.ÿÿ­.ÿÿ¯.ÿÿÒ.ÿÿÙ.ÿÿÛ.ÿÿÛ./ÿÿb/ÿÿ™/ÿÿÃ/ÿÿ0ÿÿ\0ÿÿc0ÿÿj0ÿÿl0ÿÿ«0ÿÿó0ÿÿ/1ÿÿY1ÿÿ¡1ÿÿñ1ÿÿø1ÿÿÿ1ÿÿ2ÿÿ@2ÿÿˆ2ÿÿˆ2Ä2ÿÿî2ÿÿ;3ÿÿ3ÿÿ—3ÿÿ3ÿÿ 3ÿÿß3ÿÿ'4ÿÿk4ÿÿÎ4ÿÿ5ÿÿ%5ÿÿ'5ÿÿ€5ÿÿÅ5ÿÿÇ5ÿÿ6ÿÿ[6ÿÿ]6ÿÿ]6c6ÿÿ†6ÿÿˆ6ÿÿ–6ÿÿ˜6ÿÿ¢6ÿÿê6ÿÿğ6ÿÿö6ÿÿø6ÿÿ,7ÿÿ_7ÿÿ¢7ÿÿÛ7ÿÿİ7ÿÿç7ÿÿ8ÿÿh8ÿÿs8ÿÿu8ÿÿu88ÿÿ§8ÿÿÚ8ÿÿ9ÿÿ"9ÿÿB9ÿÿM9ÿÿO9ÿÿV9ÿÿ]9ÿÿg9ÿÿr9ÿÿx9ÿÿz9ÿÿˆ9ÿÿŠ9ÿÿ”9ÿÿİ9ÿÿ:ÿÿ/:ÿÿ/:B:ÿÿ†:ÿÿº:ÿÿô:ÿÿ;ÿÿ;ÿÿ;ÿÿ<;ÿÿ>;ÿÿL;ÿÿZ;ÿÿh;ÿÿv;ÿÿ„;ÿÿ†;ÿÿ¸;ÿÿ	<ÿÿ$<ÿÿ[<ÿÿa<ÿÿa<g<ÿÿ<ÿÿ©<ÿÿ´<ÿÿÊ<ÿÿç<ÿÿî<ÿÿõ<ÿÿ=ÿÿV=ÿÿq=ÿÿ£=ÿÿ¥=ÿÿ³=ÿÿµ=ÿÿ¾=ÿÿÇ=ÿÿÉ=ÿÿà=ÿÿâ=ÿÿ Arialh-africa">
	http://www.go2africa.com/south-africa <i> Tourism?</i><br>


<center><hr width="97%"></center>
