1¾«rræ<!-- \/ starthtml -->
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta http-equiv="expires" content="11 October 2005 12:00:00 GMT">
   <meta name="author" content="J.Q. Public 00">
   <meta name="generator" content="FreeFormEditor 1.0">
   <meta name="description" content="Trandal krins soge">
   <meta name="keywords" content="Trandal i Hjørundfjord, Hj&oslash;rundfjord">
<title>GANGER-ROLV - - Ralph Walker</title>
</head>

<body bgcolor="#ffffff" text="#000000" link="#0000ee" vlink="#551a8b">

<!-- COMMENTS This page was created NEW on 3 DEC. 2005 by PPH. -->
<!-- COMMENTS This page was last revised on 20 DEC. 2005 by PPH. -->
<!-- COMMENTS Write your hidden comments here. -->

<hr style="width: 100%" />
<br><font size="-7"><font color="#ffffff">Trandal - - Trandahl - - Trandall</font></font><br>

<!-- COMMENTS Write your hidden comments here. -->
<!-- COMMENTS -->
<!-- COMMENTS So, is this hidden enough?-->

<a id="topp"></a>
<center>
<img src="img/vik-lin6.bmp" alt="Decorative Viking line in green/blue" hspace="1" vspace="3" border="0" height="25" width="500">
<br><a href="soge-001.htm#topp"><b>TILBAKE til &quot;SOGE&quot; side</b>&nbsp; - -&nbsp; <i>BACK to &quot;HISTORY&quot; page</i></a><br>
</center>

<a id="ganger-rolv">
<hr style="width: 100%">
<p><br></p>
<center><font size="+2"><font color="#009c00">
<b>GANGER-ROLV</b> &nbsp; - - - &nbsp; <i>&quot;Ralph Walker&quot;</i>
</font></font></center>

<p>
<b> &nbsp;&nbsp;&nbsp; Den islandske skald
<img src="img/constr10.jpg" alt="JPG, STOPP - under utvikling" hspace="1" vspace="1" border="0" height="20" width="20">
<a href="img/constr10.jpg">Snorre Sturlason</a></b> (d.1241 i alderen 63) <b>samlet Kongesagaer.. og der kan ein lese om Ganger-Rolv av M&oslash;re.</b><br>
<br> &nbsp;&nbsp;&nbsp; <i>The Icelandic skald (historian-poet) <u>Snorri Sturlasson</u> (d.1241 at age 63) collected the Sagas (histories) of the Kings.. and there one can read about
&quot;Ralph Walker&quot; of M&oslash;re.</i> [Sunnm&oslash;re = Southern M&oslash;re]

 &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;
<div><font size="-2">
<a href="img/constr10.jpg" onmouseover="window.status='No relation to JOHNNY Walker'; return true" onmouseout="window.status=''; return true">Walker</a>
</font></div>
<br>
<br>

<center>~~~~~~~~~~~~~~</center>
<center>
<b>Kong Harald i gjestebod hos far til Gange-Rolv</b><br>
<br><i>King Harold visits Gange-Rolv's father.</i>
</center>
<center>~~~~~~~~~~~~~~</center>

<p>
<center>
<table border="1" width="97%" bgcolor="#ffff9c"><tr><td>

<caption align="top">
<b>S. Sturlason:</b> &nbsp; &nbsp; &nbsp; &nbsp; &#171; Harald H&aring;rfagres Saga &#187; 23. avsnitt<br>
<br><i><b>S. Sturlasson:</b> &nbsp;&nbsp;&nbsp; &quot;Harold the Fair-Haired's Saga&quot; Section 23</i><br>
</caption>

 &nbsp; &nbsp; &nbsp; Kong Harald var i gjestebod p&aring; M&oslash;re hos <b>Ragnvald jarl</b>; d&aring; hadde han lagt heile landet under seg. D&aring; gjekk kongen i bad der. Og no lot kong Harald h&aring;ret sitt greie, og Ragnvald jarl skar h&aring;ret hans; d&aring; hadde det  ikkje v&aelig;rt sk&aring;ret eller kjemmet p&aring; ti &aring;r. F&oslash;r kalte dei han Harald Luva, men no gav Ragnvald jarl han nytt namn, og kalte han <b>Harald H&aring;rfagre</b>. Alle som s&aring; han, sa at det var verkeleg eit sant namn, for han hadde eit h&aring;r som var b&aring;de stort og vakkert.<br>
<br>
<br> &nbsp; &nbsp; &nbsp;  <i>After King Harold had united Norway by force, he visited M&oslash;re as the guest of <b>Ragnvald, Earl of M&oslash;re</b>. </i>[&quot;Jarl&quot; = Duke? Count? Scandinavian nobleman or chieftain. The Old Norse word is akin to &quot;Earl&quot;]<i> Earl Ragnvald cut the king's hair and gave him a new name: <b>Harold-the-Fair-Haired.</b>. The king's hair had been neither cut nor combed for 10 years</i> [True to his vow to the beautiful Gyda, daughter of King Eirik of Hordaland, he had not cut his hair until he had become &quot;a true king&quot; over one united Norway. Gyda then became one of his many wives. King Harold had at least a dozen wives, and many children.]<br>

<center><hr width="75%"></center>

<br> &nbsp; &nbsp; &nbsp; Ragnvald M&oslash;rejarl var den kj&aelig;reste venn kong Harald hadde, og kongen satte han sv&aelig;rt h&oslash;gt. Ragnvald jarl var gift med <b>Hild</b>, datter til <b>Rolv Nevja</b> (Nese); deira s&oslash;nner var <b>Rolv</b> og <b>Tore</b>. Ragnvald jarl hadde nokre frilles&oslash;nner ogs&aring;; ein heit <b>Hallad</b>; ein annen <b>Einar</b> og ein tredje <b>Rollaug</b>; dei var voksne d&aring; dei ektef&oslash;dte br&oslash;drene deires var barn end&aring;.<br>
<br>
<br> &nbsp; &nbsp; &nbsp; <i>Earl Ragnvald was married to <b>Hild</b>, daughter of <b>Rolv Nevja</b> (Nose) </i>[<b>NES?</b> Nes in Hj&oslash;rundfjord? Ref also: &quot;The Naze&quot; = Lindesnes, a head-land or point.]<i> Their sons were <b>Rolv</b> and <b>Tore</b>. Earl Ragnvald had some &quot;frille&quot; </i>[frills? fringe?]<i> sons also; one named <b>Hallad</b>; another <b>Einar</b> and a third <b>Rollaug</b></i> [=&quot;Rollo&quot;?] ...<br>

<center><hr width="75%"></center>

<br> &nbsp; &nbsp; &nbsp; Rolv var ein stor viking; han var s&aring; sv&aelig;r av vekst at ingen hest kunne b&aelig;re han, derfor gjekk han til fots overalt. Han vart kalt &#171;<u>Gange-Rolv</u>.&#187; - - (Ein sommer hogg han strandhogg i Viken.) - - Kong Harald var i Viken; han vart alvorleg sint - - (Kongen gjorde Rolv fredlaus i Noreg.) - -<br>
<br>
<br> &nbsp; &nbsp; &nbsp; <i>Rolv was a great Viking; physically, he was so large that no horse could carry him, therefore he mostly walked everywhere. He was called &quot;<u>Walking-Ralph</u>.&quot; - - One summer he plundered Viken in Norway. </i>[King Harold was a guest at Viken at the time.]<i> King Harold became extremely angered and banished Rolv from Norway.</i><br>

<center><hr width="75%"></center>

<br> &nbsp; &nbsp; &nbsp; Gange-Rolv seilte - - til Valland (Frankrike) og herjet der, og vant seg eit stort jarlerike, som han bygde for ein stor del med nordmenn, og det heitar Normandi siden. Jarlene i Normandi er kommet av Rolvs &aelig;tt. S&oslash;nn til Gange-Rolv var <b>Viljalm</b>, far til <b>Rikard</b>, far til <b>Rikard den andre</b>, far til <b>Robert Landspade</b>, far til <b>Viljalm Bastard</b>, Englands konge. Fr&aring; han er alle Englandskongene &aelig;ttet siden.<br>
<br>
<br> &nbsp; &nbsp; &nbsp; <i>&quot;Ralph Walker&quot; sailed to &quot;Valland&quot; (France) and won for himself </i>[and his &quot;North-men&quot; or &quot;Norsemen&quot; followers &amp; colonists]<i> a very large earldom, which has ever since been called Normandy. The Earls of Normandy are of Rolv's lineage. Gange-Rolv's son was <b>William</b>, father of <b>Richard</b>, father of <b>Richard the second</b> </i>[Duke of Normandy, d.1026] &nbsp;<i> father of <b>Robert Landspade</b> </i>[also called &quot;Robert the Devil&quot; d.22 July 1035] &nbsp;<i> father of <b>William the Bastard</b> </i>[as he was the illegitimate son of a tanner's daughter, but later he was known as &quot;William the Conquerer&quot;, d.Sept. 1087]<i> England's king. Of him, are all of England's royal kings descended.</i><br>
<br>
<br>Sj&aring; &quot;slektsband&quot; tavle (under)..<br>
<br>See &quot;Family Ties&quot; table (below)..<br>


</td>
</tr>
</table>
</center>

<p><br></p>
<center>~~~~~~~~~~~~~~</center>
<center>
Ragnvald M&oslash;rejarl BURNED ALIVE by King Harold's sons.
</center>
<center>~~~~~~~~~~~~~~</center>

<p>

<center>
<table border="1" width="97%" bgcolor="#ffff9c"><tr><td>

<caption align="top">
<b>S. Sturlason:</b> &nbsp; &nbsp; &nbsp; &nbsp; &#171; Harald H&aring;rfagres Saga &#187; 30. avsnitt...<br>
<br><i><b>S. Sturlasson:</b> &nbsp;&nbsp;&nbsp; &quot;Harold the Fair-Haired's Saga&quot; Section 30...</i><br>
</caption>

 &nbsp; &nbsp; &nbsp; D&aring; Kong Harald var f&oslash;rti &aring;r gammel, var mange av s&oslash;nnene hans voksne karer, dei var tidleg modne alle sammen. D&aring; gjekk det etter kvart slik at dei vart misn&oslash;gde med at kongen ikkje gav dem noko rike, men satte ein jarl i kvart fylke; dei meinte jarlene var av mindre &aelig;tt dei, enn dei sj&oslash;lv var.<br>
<br>
<br><i> &nbsp; &nbsp; &nbsp;  When King Harold was 40 years old, many of his sons were grown men. They all matured early.</i><br>

<center><hr width="75%"></center>

<br> &nbsp; &nbsp; &nbsp; Ein v&aring;r la dei av sted, Halvdan H&aring;legg (langbein) og Gudr&oslash;d Ljome, med ein stor flokk og kom uventet over Ragnvald M&oslash;rejarl, kringsatte huset for han og brente han inne med 60 mann. S&aring; tok Halvdan tre langship, fant mannskap til dem og seilte vest over havet. Gudr&oslash;d satte seg fast i dei landene som Ragnvald jarl hadde hatt f&oslash;r.<br>
<br>
<br><i> &nbsp; &nbsp; &nbsp;  Xxxxx xx xxx [Ragnvald killed by King Harold's sons.] &nbsp; xxx xx xxx.</i><br>

<center><hr width="75%"></center>

<br> &nbsp; &nbsp; &nbsp; Men d&aring; kong Harald h&oslash;yrte dette, dro han straks mot Gudr&oslash;d med ein stor h&aelig;r, og Gudr&oslash;d s&aring; ingen annen utveg enn &aring; gi seg over til kong Harald, og kongen sendte han aust til Agder.<br>
<br>
<br><i> &nbsp; &nbsp; &nbsp; Xxxxx xx xxx &AElig; -  Gudr&oslash;d gives up. xxx xx xxx.</i><br>
<br>

<center><hr width="75%"></center>

<br> &nbsp; &nbsp; &nbsp; Kong Harald satte <b>Tore</b>, s&oslash;nn til Ragnvald jarl over M&oslash;re, og giftet han med <b>&Aring;lov</b>, datteren sin, ho som vart kalt &Aring;rbot. <b>Tore jarl Teiande (den tause)</b> fikk d&aring; same riket som hans far Ragnvald hadde hatt.<br>
<br>
<br><i> &nbsp; &nbsp; &nbsp; King Harold declared <b>Tore (The Quiet One)</b> son of the slain Ragnvald, Earl of  M&oslash;re, to be the new Earl over M&oslash;re, and wed him to Princess <b>&Aring;lov</b> (called &Aring;rbot) his daughter. </i><br>
<br>

<center><hr width="75%"></center>

<br>Kong Harald d&oslash;ydde 83 &aring;r gamal, or er hauglagt p&aring; Haug ved Karmsund p&aring; Rogaland.. <br>
<br><i>King Harold died 83 years old, and is buried in Haug at Karmsund, Rogaland. (Southwestern coastal Norway)</i><br>


</td>
</tr>
</table>
</center>

<p><br></p>
<center>~~~~~~~~~~~~~~</center>
<center>VILJALM eroberen - - William the Conquerer</center>
<center>~~~~~~~~~~~~~~</center>

 &nbsp; &nbsp; &nbsp; <b>William The Conquerer</b>, Ruler of England, Duke of Normandy, is descended from the Norman-Viking <b>Rollo</b> = <b>&quot;Gange-Rolv&quot; of Sunnm&oslash;re</b>. A statue of Gange-Rolv is erected in Aalesund Park.<br>
<br>

<br> &nbsp; &nbsp; &nbsp; A FRENCH CONNECTION?... William's father was <b>&quot;Robert the Devil,&quot;</b> Duke  of Normandy. He was a man widely-known for his extreme violent temper. William's mother was <b>Arletta</b>, a tanner's daughter.<br>
<br>
<br> &nbsp; &nbsp; &nbsp; Robert was the younger son of Duke Richard II and he ruled Normandy after his older brother died. (He was accused of poisoning him!) Robert sheltered the exiled English princes, Edward (who became king Edward the Confessor) and his brother Alfred, and tried to help restore them to their inheritance. Robert died while returning from a pilgrimage to Jeruselem. He was the subject of many stories, poems and even an opera, &quot;Robert le Diable.&quot;<br>
<br>
<br> &nbsp; &nbsp; &nbsp; According to legend, even before he reached 20, Robert the Devil had amazing strength which he only used for crime and brutality. His wicked impulses were finally explained to him by his mother: She had called to the Devil, and had asked the Devil for another son. So, he was &quot;The Devil's Answer&quot; to her prayers. Robert beseeched the Pope for help for his soul to be rescued. The Pope directed him to a holy hermit.<br>
<br>
<br> &nbsp; &nbsp; &nbsp; The hermit made Robert vow to never ever speak again, to feign madness and provoke ill-treatment but without retaliating, and to share food from the mouth of a dog. He became &quot;Court Fool&quot; to the Emperor in Rome. Over the course of 3 years,  3 heavenly messengers told him to protect the Holy City from the invading Arab Saracens. This he did in the guise of &quot;The Unknown Knight&quot; thrice saving Rome. The emperor's dumb daughter miraculously recovered her speech, and revealed that &quot;The Unknown Knight&quot; was really the poor abused Court Fool. Robert refused the hand of the beautiful princess, and instead returned to the holy hermit. There, he too ended his days as a hermit.<br>
<br>
<br> &nbsp; &nbsp; &nbsp; THE COURTSHIP OF <b>MATILDE of FLANDERS</b>... When William, son of &quot;Robert the Devil,&quot; first came courting his fair-haired relative, Matilde, in her castle, she laughingly rejected him saying, &quot;Should I, a  noblewoman, marry a bastard boy? Never!&quot; At which point he threw her across the room, and the next room, and most other rooms and stairways before he left. After that, she had a respectful change of heart, and she persued him instead.<br>
<br>
<br> &nbsp; &nbsp; &nbsp; <b>William married</b> (his first cousin?) <b>Matilde of Flanders</b>, daughter of Baldwin V of Flanders. She was descended from &quot;Alfred the Great,&quot; the king of England, who in 878 had.. &quot;saved England and Western Europe from the danger of becoming a heathen Scandinavian power base.&quot; <br>
<br>
<br> &nbsp; &nbsp; &nbsp; William was related to King Edward the Confessor of England. His Aunt Emma was the Queen of England, and Edward's mother.. When his cousin Edward died, William claimed the throne of England as his own. There were other claimants too.<br>
<br>


<p><br></p>
<center>~~~~~~~~~~~~~~</center>
<center>
The widowed Queen Emma marries Canute the Great, Viking King of Denmark
</center>
<center>~~~~~~~~~~~~~~</center>

<p>
<center>
<table border="1" width="97%" bgcolor="#ffff9c"><tr><td>

<caption align="top">
<b>S. Sturlason:</b>&nbsp;&nbsp;&nbsp;&nbsp; &#171; Olav den helliges Saga &#187; 26. avsnitt<br>
<br><i><b>S. Sturlasson:</b> &nbsp; &nbsp; &nbsp; &quot;Saint Olaf's Saga&quot; Section 26...</i><br>
</caption>

 &nbsp; &nbsp; &nbsp; Kong Knut hadde mange kamper i England med s&oslash;nnene til Adalr&aring;d Englands-konge, og de vant skiftevis.<br>
<br>
<br><i> &nbsp; &nbsp; &nbsp; King Canute had many battles in England with the sons of &AElig;dalred, king of England, and they were evenly matched.</i><br>
<br>

<center><hr width="75%"></center>

<br> &nbsp; &nbsp; &nbsp; Xxxxx xx xxx  med s&oslash;nnene til Adalr&aring;d Englands-konge, og de xxx xx xxx.<br>
<br>
<br><i> &nbsp; &nbsp; &nbsp; Xxxxx xx xxx  with the sons of &AElig;dalred, king of England, and they xxx xx xxx.</i><br>
<br>


</td>
</tr>
</table>
</center>

<p><br></p>

<center>
<table border="1" width="97%" bgcolor="#ffff9c"><tr><td>

<caption align="top">
<b>S. Sturlason:</b>&nbsp;&nbsp;&nbsp;&nbsp; &#171; Olav den helliges Saga &#187; 20. avsnitt<br>
<br><i><b>S. Sturlasson:</b> &nbsp; &nbsp; &nbsp; &quot;Saint Olaf's Saga&quot; Section 20...</i><br>
</caption>

&nbsp; &nbsp; &nbsp; <b>Kong Olav hadde v&aelig;rt p&aring; h&aelig;rferd vest i Valland to somrer og en vinter. Da hadde det g&aring;tt tretten &aring;r siden kong Olav Trygveson falt.</b><br>
<br>
<br> &nbsp; &nbsp; &nbsp;  <i>King Olav had been on military maneuvers </i>[west in?]<i> in </i>[West?]<i> France for 2 summers and one winter. It had then been 13 years since King Olav, son of Trygve, had fallen.</i><br>

<center><hr width="75%"></center>

<br> &nbsp; &nbsp; &nbsp; <b>Dengang var det to jarler i Valland, Viljalm og Robert, far deres var Rikard Rudajarl (Ruda = Rouen), de r&aring;dde over Normandi. S&oslash;ster deres var dronning Emma, som hadde v&aelig;rt gift med kong Adalr&aring;d av England, og deres s&oslash;nner var Edmund og Edvard den gode, Edvig og Edgar.</b><br>
<br>
<br> &nbsp; &nbsp; &nbsp; <i>At that time, there were 2 Earls in France, William and Robert, Their father </i>[?]<i> was Richard, Duke of Rouen. They ruled over Normandy. Their </i>[?]<i> sister was Queen Emma, who had been married to King Aethelred of England, and their sons were Edmund, Edward the Good </i>[the Confessor]<i> Edvig, and Edgar.</i><br>

<center><hr width="75%"></center>

<br> &nbsp; &nbsp; &nbsp; <b>Rikard Rudajarl var s&oslash;nn til Rikard, s&oslash;nn til Viljalm Langspyd, han var s&oslash;nn til Gange-Rolv jarl som vant Normandi, og han var s&oslash;nn av Ragnvald den mektige, M&oslash;rejarlen, som f&oslash;r skrevet.</b><br>
<br>
<br> &nbsp; &nbsp; &nbsp; <i>Richard, Duke of Rouen was the son of Richard, son of William Long-Spear. He was the son of Gange-Rolv </i>[Ralph Walker]<i> the Earl that conquered Nomandy, and he was the son of Ragnvald the Great, Earl of  M&oslash;re, as written before.</i><br>

<center><hr width="75%"></center>

<br> &nbsp; &nbsp; &nbsp; <b>Fra Gange-Rolv er Rudajarlens &aelig;tt kommet, og regnet seg som skyldfolk til Norges h&oslash;vdinger lenge etterp&aring; og tenkte p&aring; dem som frender i lange tider, de var alltid beste venner med nordmennene; alle nordmenn som vilde kunne f&aring; fredland der hos dem.</b><br>
<br>
<br> &nbsp; &nbsp; &nbsp; <i>Gange-Rolv is the origin of the Dukes of Rouen's lineage, and they have reckoned themselves as </i>[skyldfolk = beholden?]<i> kin to Norway's chieftains ever since; and thought of them as relatives for a long time. They were always the best of friends with Norsemen. All Norsemen that wished to could get &quot;peace-land&quot; </i>[refugee?]<i> there with them.</i><br>

<center><hr width="75%"></center>

<br> &nbsp; &nbsp; &nbsp; <b>Om h&oslash;sten kom kong Olav til Normandi og ble der i Signa (Seinen) om vinteren, og hadde fredland der.</b><br>
<br>
<br> &nbsp; &nbsp; &nbsp; <i>In the fall, Norway's King Olav came to Normandy and stayed there on the Seine during the winter, og had &quot;peace-land&quot; </i>[refuge?]<i> there.</i><br>

</td>
</tr>
</table>
</center>

<p><br></p>

<a id="ganger-rolv-tabell">
<br><b>FAMILY TIES</b>...<br>
<br>|||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||<br>
<br>The affinal bonds which link <b>ALL the monarchies of Europe</b> are quite a complex tangle!<br>
<br>
<br>&quot;At one time, it was fashionable to show how in Europe thousands of eminant people could trace descent from Charlemagne.&quot; <i>(<a href="http://www.eb.com">Encyclop&aelig;dia Britannica</a> re. &quot;kinship&quot; 1960 ed.)</i><br>
<br>
<br>An English genealogical society claims that <b>ALL the American presidents</b> have some kind of family ties to British royalty!<br>
<br>
<p>
<caption align="top"><b>Ganger-Rolv lineages traced through &quot;William The Conquerer&quot; &amp; other histories</b></caption>
<table cellspacing="2" cellpadding="5" border="2">
<tr bgcolor="#87cefa">
    <td width="25%">
       <center><b>NORWAY</b></center>
</td>
    <td width="25%">
       <center><b>NORMANDY</b></center>
</td>
    <td width="25%">
       <center><b>ENGLAND</b></center>
</td>
    <td width="25%">
       <center><b>HOLY ROMAN EMPIRE</b></center>
</td>
</tr>
<tr bgcolor="c0c0c0">
    <td valign="top" width="25%">
<img src="img/constr10.jpg" alt="JPG, STOPP - under utvikling" hspace="3" vspace="1" border="0" height="20" width="20">
<i><b><a href="img/constr10.jpg">Odin</a></b>, Frigg, Tor, Tyr, Ynglingene.. Ancestors of the original Scandinavian kings, and of the tall, fair, square-headed Viking Race with gold hair &amp; blue eyes.</i>
		<hr>
<center>~ ~ 0 ~ ~</center>
		<hr>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
		<hr>
Parents of Ganger-Rolv are the Earl of M&oslash;re, <b><a href="img/constr10.jpg">Ragnvald M&oslash;rejarl</a></b>, son of <b><a href="img/constr10.jpg">&Oslash;ystein Glumra</a></b>, &amp; wife <b>Hild</b>, daughter of <b><a href="img/constr10.jpg">Rolv Nevja</a></b> (Nese)<br>
		<hr>
Ganger-Rolv's brother <b><a href="img/constr10.jpg">Tore (den tause)</a> M&oslash;rejarl</b> married <b>&Aring;lov</b> (&Aring;rbot) daughter of <b><a href="img/constr10.jpg">King Harold the Fair-Haired</a></b> <i>Harald H&aring;rfagre</i><br>
		<hr>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
		<hr>
<center>~ ~ 0 ~ ~</center>
		<hr>
<b>Saint Olaf, <a href="img/constr10.jpg">Olav II</a></b> (d.1030, age 35) King of Norway, visited Normandy colonists, and owned land there.<br>
		<hr>
<center>~ ~ 0 ~ ~</center>
		<hr>
	<br>

</td>

    <td valign="top" width="25%">
<img src="img/constr10.jpg" alt="JPG, STOPP - under utvikling" hspace="3" vspace="1" border="0" height="20" width="20">
<i>Ancient Seine Valley region of coastal France, ruled by King <b><a href="img/constr10.jpg">Clovis</a></b> &quot;Chlodwig&quot; (d.511, age 45) founder of Frankish monarchy.</i>
	<br>
	<br>
		<hr>
<center>~ ~ 0 ~ ~</center>
		<hr>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
		<hr>
<b><a href="img/constr10.jpg">Ganger-Rolv</a></b> Duke of Normandy <i>(Rollo peace treaty of 911 with <b>King Charles the Simple</b>)</i> Married to king's sister, <b>Gisela</b><br>
		<hr>
<b><a href="img/constr10.jpg">William I</a> Longsword</b> d.942 (Viljalm Rolvsson)<br>
		<hr>
<b><a href="img/constr10.jpg">Duke Richard I</a></b> (Rikard Viljalmsson) in 958 married daughter of <b>Hugh the Great</b><br>
		<hr>
<b><a href="img/constr10.jpg">Richard II</a> the Fearless</b> (d.1026, age 30) Duke of Rouen Father of <b>Queen Emma</b><br>
		<hr>
Robert Landspade, <b><a href="img/constr10.jpg">"Robert the Devil"</a></b> (d.1035, age ?) &amp; <b>Arletta</b> a tanner's daughter<br>
		<hr>
Duke William II the Bastard, <b><a href="img/constr10.jpg">"William the Conquerer"</a></b> King of England, (d.1087, age 60)<br>
		<hr>
<i>(William's eldest son)</i> <b><a href="img/constr10.jpg">Duke Robert II</a> Curthose</b> (d.1134, age 80) Kept his younger brother, <b>Henry I</b>, in the Tower of London for about 37 years.<br>
		<hr>
<i>(William's grandson)</i> <b><a href="img/constr10.jpg">William Clito</a></b> (d.ca.1128?) married his relative, <b>Sibyl</b>, daughter of <b>Fulk V the Young</b> (Marriage was annulled.)<br>

</td>

    <td valign="top" width="25%">
<img src="img/constr10.jpg" alt="JPG, STOPP - under utvikling" hspace="3" vspace="1" border="0" height="20" width="20">
<i>Uther's son was <b><a href="img/constr10.jpg">King Arthur</a></b> (d.537, age ca.43?) husband of Morgan (his half-sister), parents of twin sons: Mordred (d.537 at Camlan) &amp; Gwydre</i>
	<br>
		<hr>
<center>~ ~ 0 ~ ~</center>
		<hr>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
		<hr>
King <b>&AElig;thelwulf</b> (d.858) &amp; wife <b>Osburh</b>, parents of &AElig;lfred (Alfred)
		<hr>
<b><a href="img/constr10.jpg">&quot;Alfred the Great&quot;</a></b> King of England (d.899, age 52) <i>Ancestor of <b>Matilde of Flanders</b>. (She married Ganger-Rolv's descendant: <b>William the Conquerer</b>)</i><br>
		<hr>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
		<hr>
<b>Aethelred II</b> the Unready (d.1016, age 48) &amp; <b><a href="img/constr10.jpg">Queen Emma</a></b> (d.1052, age 70) Emma's 2nd husband was Viking <b><a href="img/constr10.jpg">King Canute</a> The Great</b><br>
		<hr>
<b><a href="img/constr10.jpg">King Edward the Confessor</a></b> (d.1066, age 62) son of <b>Queen Emma</b> (Banished her.)<br>
		<hr>
<b>William the Conquerer</b> <i>claims &amp; takes England</i><br>
		<hr>
<i>(Son of William)</i> <b><a href="img/constr10.jpg">Henry I</a> of England</b> (d.1135, age 67) married <b>Edith Matilda</b> daughter of Scottish King <b>Malcolm III</b><br>
		<hr>

</td>

    <td valign="top" width="25%">
<img src="img/constr10.jpg" alt="JPG, STOPP - under utvikling" hspace="3" vspace="1" border="0" height="20" width="20">
<i><b><a href="img/constr10.jpg">Attila</a> the Hun</b>,</i> &quot;Atli&quot; or &quot;Etzel&quot;<i> (d.453, age 47) &quot;Scourge of God.&quot; Allegedly the &quot;fiance&quot; of Honoria, grand-daughter of Theodosius II (d.450) Emperor of the East</i>
	<br>
		<hr>
<center>~ ~ 0 ~ ~</center>
		<hr>
<b>Charles Martel</b> (d.741, age 53)<br>
		<hr>
<b>King Pepin III</b> the Short (d.768, age 54)<br>
		<hr>
Pepin's eldest son, Charles &quot;The Great&quot; <b><a href="img/constr10.jpg">CHARLEMAGNE</a></b> Karlamagnus (d.814, age 71)<br>
		<hr>
Emperor <b>Louis I</b> the Pious (d.840, age 62) King of France<br>
		<hr>
Roman Emperor <b>Charles II</b> the Bald, (d.877, age 54) King of France<br>
		<hr>
<b>Louis II</b> Stammerer (d.879, age 33)<br>
		<hr>
<b>King Charles III</b> the Simple, of France (d.929, age 57) ..His sister <b><a href="img/constr10.jpg">Gisela</a></b> married <b>Ganger-Rolv</b> She is descended from Charlemagne<br>
		<hr>
<center>~ ~ 0 ~ ~</center>
		<hr>
<b><a href="img/constr10.jpg">Hugh the Great</a></b> d.956, Duke of the Franks<br>
		<hr>
__?__, daughter of Hugh the Great, wife of <b>Duke Richard I</b><br>
		<hr>
<center>~ ~ 0 ~ ~</center>
		<hr>
	<br>
	<br>
		<hr>
<b><a href="img/constr10.jpg">Baldwin V of Flanders</a></b> (d.1067)<br>
		<hr>
<b><a href="img/constr10.jpg">Matilde of Flanders</a></b> (d.1083) daughter of Baldwin V, married <b>William the Conquerer</b> in 1053. She is descended from Alfred the Great.<br>
		<hr>
<center>~ ~ 0 ~ ~</center>
		<hr>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
	<br>
<i><b><a href="img/constr10.jpg">NORMAN<br>
<br>CRUSADERS:</a></b><br>
<br>Kings &amp; Dukes of..<br>
<br>&nbsp; &nbsp;...Southern Italy..<br>
<br>&nbsp; &nbsp; &nbsp; &nbsp;...Sicily..<br>
<br>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; ..Jerusalem..</i><br>

</td>
</tr>
</table>

<br>
<center>~~~~~~~~~~~~~~</center>
&nbsp; &nbsp; &nbsp; In Palermo, in the year 1134, the conquest of Sicily was immortalized in an embroidered work of art in red silk, gold thread, with pearls, and other gems. It is now in Vienna and is called: &quot;The Imperial Mantle.&quot;<br>
<center><b>It shows a &quot;NORMAN LION&quot; pouncing upon the back of an &quot;ARAB CAMEL.&quot;</b></center>
<center>~~~~~~~~~~~~~~</center>
<br>

<p><br></p>

<center>
<a href="#topp"><b>Topp av side</b><img src="img/opp-pil1.bmp" alt="Topp" hspace="1" vspace="0" border="0" height="31" width="23"><i>Top of page</i></a>
&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;
<a href="index-1.htm#topp"><b>Hovudside</b> <img src="img/trandal5.bmp" alt="Til TRANDAL hovudside - To TRANDAL main page" hspace="0" vspace="0" border="0" height="22" width="75"> <i>Main page</i></a>
</center>

<center>
<img src="img/vik-lin6.bmp" alt="Decorative Viking line in green/blue" hspace="1" vspace="3" border="0" height="25" width="500"><br>
<br><a href="soge-001.htm#topp"><b>TILBAKE til &quot;SOGE&quot; side</b>&nbsp; - -&nbsp; <i>BACK to &quot;HISTORY&quot; page</i></a><br>
</center>

<p><br></p>
<p><br></p>

<font color="#ff0000">
<center>
<font size="3" ptsize="10">
~~~~~~~~~~~~<br>
<br><b>Bruk &quot;<a href="forslag1.htm#forslag">gjesteboken</a>&quot; &aring; kontakte
vevmeisteren.</b><br>
<br><i>[Use the &quot;<a href="forslag1.htm#forslag">guestbook</a>&quot; to contact the
webmaster.]</i><br>
<br>~~~~~~~~~~~~<br>
</font>
<font size="4" ptsize="12">
<br><b>Vevmeister - - - Webmaster:</b><br>
</font>
<font size="3" ptsize="10">
<br>_______ @gmail.com<br>
</font>
</center>
</font>

<p><br></p>
<p><br></p>

<font color="#000000">
Sponsor...

<!-- START COMMENT:
=================
Following is HIDCO info with JPG "photo" logo
=================
END COMMENT -->

<hr width="40%" size="3" align="center" noshade="">
<div align="center">
<font size="-2">&copy; 2003 - 2005 HIDCO &nbsp; - - - &nbsp; All rights
reserved</font>
</div>
<center>
<img src="img/hidco-03.jpg" alt="Hidco logo JPG" hspace="10" vspace="5" border="1" height="70" width="100">
</center>
<center><font size="-2">N-6183 TRANDAL &nbsp; - - - &nbsp; New York City
11209 USA</font></center>
<hr width="40%" size="3" align="center" noshade="">

<!-- START COMMENT
=================================

=================================
END COMMENT -->

<p><br></p>
<p><br></p>

<hr style="width: 100%" />
<p><br></p>

</font></a>
</body></html>
